{
  "products": [
    {
      "id": 1,
      "name": "Juego de comedero y dispensador de agua para mascotas por gravedad, dispensador automático de agua para perros y gatos, mascotas, animales de gran capacidad (3.8 L)",
      "category": "Comederos",
      "description": "Comedero para mascotas y dispensador de agua: 1 alimentador y 1 dispensador de agua para gatos, que es adecuado para mascotas pequeñas y medianas o gatos para comer o beber a diario. Gran capacidad de 3.8 litros: el alimentador o dispensador de agua, tiene una gran capacidad de 3.8 L (incluyendo la base). La mascota pequeña se puede usar durante aproximadamente 7 días, y la mascota grande se puede usar durante aproximadamente 3 días. Esto le permite salir de negocios o los fines de semana, vacaciones y fiestas sin preocuparse de que nadie cuide a su mascota. El comedero NKECOBJI puede cuidar a tu mascota por ti.",
      "price":22.99,
      "image": "https://c.media-amazon.com/images/I/71+49PZ6Z-L._AC_SX569_.jpg",
      "amazonLink": "https://amzn.to/4ge39rm",
      "images": [
"https://c.media-amazon.com/images/I/71+49PZ6Z-L._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/814va0gbSZL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/912b7JlVuaL._AC_SX569_.jpg"
  ]
    },
    {
      "id": 2,
      "name": "Comedero automático inteligente para gatos, dispensador automático confiable de alimentos para gatos de 6 litros con pantalla LCD para una fácil...",
      "category": "Comederos",
      "description": "Alimentación fiable: el comedero automático para mascotas asegurará que tu mascota sea alimentada a la hora designada incluso cuando estés trabajando horas extras, de vacaciones, durmiendo o ocupado. Capacidad para 6 litros de comida para mascotas, 6 comidas diarias durante 35 días para un gato y 20 días para un perro pequeño, y puedes configurar hasta 9 porciones por comida. ",
      "price": 34.99,
      "image": "https://c.media-amazon.com/images/I/71RBDbtp9HL._AC_SX569_.jpg",
      "amazonLink": "https://amzn.to/3TnHByD",
      "images": [
    "https://c.media-amazon.com/images/I/81eeINPsGnL._AC_SX569_.jpg",
    "https://c.media-amazon.com/images/I/81JVdBW-ECL._AC_SX569_.jpg",
    "https://c.media-amazon.com/images/I/71NvZ9cTbjL._AC_SX569_.jpg"
  ]
    },
    {
      "id": 3,
      "name": "NUERPO Ganchos de pastor ajustables para exteriores, paquete de 2 postes de alimentación de dos caras de 108 pulgadas, base de 5 puntas, gancho de pastor...",
      "category": "Comederos",
      "description": "Versátil y duradero: ganchos Shepards para exteriores para entusiastas del aire libre. Ya sea que estés buscando colgar tu comedero favorito para pájaros o una hermosa canasta de flores, nuestro gancho de pastor garantiza que tu espacio al aire libre se mantenga organizado y sin desorden. Con su construcción robusta y diseño elegante, nuestro gancho puede soportar condiciones climáticas adversas y mantendrá el peso de tus comederos y cestas colgantes de forma segura. Prepárate para transformar tu espacio al aire libre con nuestro gancho de pastor",
      "price": 39.99,
      "image": "https://c.media-amazon.com/images/I/7121pdZ273L.__AC_SX300_SY300_QL70_FMwebp_.jpg",
      "amazonLink": "https://amzn.to/4eg9DUD",
      "images": [
    "https://c.media-amazon.com/images/I/91hN5jGGOaL._AC_SX569_.jpg",
    "https://c.media-amazon.com/images/I/91W57Fl1w1L._AC_SX569_.jpg",
    "https://c.media-amazon.com/images/I/71Wal8kLGEL._AC_SX569_.jpg"
  ]},
  {
    "id": 4,
    "name": "oneisall Comedero automático para gatos con WiFi 5G, dispensador automático de comida para gatos para 2 gatos y mascotas pequeñas, dispensador de alimentos...Color:Negro -",
    "category": "Comederos",
    "description": "Conexión Wi-Fi estable 5G: el dispensador automático de comida para gatos de oneisall se puede conectar a Wi-Fi 5G/2.4G. En comparación con Wi-Fi 2.4G, este alimentador con función 5G se conectaría a la red de manera más estable. No tienes que preocuparte por no controlar cuando estás fuera de casa",
    "price": 79.99,
    "image": "https://c.media-amazon.com/images/I/71y8hNS1JgL._AC_SX569_.jpg",
    "amazonLink": "https://amzn.to/3ZgAv2S",
    "images": [
  "https://c.media-amazon.com/images/I/71WovcC49TL._AC_SX569_.jpg",
  "https://c.media-amazon.com/images/I/71kGug95ZtL._AC_SX569_.jpg",
  "https://c.media-amazon.com/images/I/710liSpibqL._AC_SX569_.jpg"
]},
{
  "id": 5,
  "name": "iPettie Donut Frost - Comedero automático inalámbrico para mascotas de 6 comidas, alimentos secos y húmedos, con dos paquetes de hielo, batería masiva...",
  "category": "Comederos",
  "description": "Enfriar, mantenerlo fresco: viene con 2 paquetes de hielo, que mantienen la comida fresca y hacen que la comida dure más tiempo. Las bolsas de hielo efecto 6-8 horas.Inalámbrico, sin problemas: el cable de alimentación ya no es un obstáculo. El alimentador funciona con una batería recargable. Puede colocar el alimentador en cualquier lugar después de darle una carga completa.",
  "price": 89.99,
  "image": "https://c.media-amazon.com/images/I/61jObUw2w5L._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/4dQQ7i1",
  "images": [
"https://c.media-amazon.com/images/I/81538nF6I3L._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/71gPmvRO9LL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/71VyD-GI8UL._AC_SX569_.jpg"
]},
{
  "id": 6,
  "name": "Abrigo de perro cálido reflectante chaqueta de invierno, impermeable a prueba de viento para perros fríos, forro polar grueso para mascotas, chaleco...",
  "category": "Accesorios",
  "description": "Material superior: nailon de alta calidad + forro polar + relleno de algodón PP, grueso, suave, acogedor, resistente al viento y resistente al agua, mantiene a tu cachorro caliente y seco en climas fríos. Ligero, apto para todas las actividades de interior y exterior. Fácil de poner y quitar. Cierre de hebilla de liberación rápida que hace que sea fácil de poner y quitar. Y las 2 bandas elásticas ocultas para fijar las patas traseras para obtener más calor cuando se lleva esta chaqueta.",
  "price": 26.99,
  "image": "https://c.media-amazon.com/images/I/71vZptlOfXL._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/3MylTUX",
  "images": [
"https://c.media-amazon.com/images/I/71jWs7MZvrL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/71yg9pmJakL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/61PausoTjZL._AC_SX569_.jpg"
]},
{
  "id": 7,
  "name": "CozyVest - Chaleco de ansiedad 3 en 1 para perro, con música relajante y aromaterapia, alivia el estrés del perro por fuegos artificiales, truenos,...",
  "category": "Accesorios",
  "description": "CozyVest - Producto patentado - Chaleco de ansiedad para perros con música relajante y aromas de lavanda/manzanilla. El diseño patentado de CozyVest aplica una presión suave y constante para calmar la ansiedad, el miedo y la emoción. Calma durante fuegos artificiales, truenos, separación, viajes, visitas al veterinario y mucho más sin entrenamiento y sin medicamentos para que tu perro se mantenga libre de drogas. Ideal para perros de rescate.",
  "price": 29.99,
  "image": "https://c.media-amazon.com/images/I/71L-5Kv2EuL._AC_SL1500_.jpg",
  "amazonLink": "https://amzn.to/4eb01uw",
  "images": [
"https://c.media-amazon.com/images/I/81iFf3+a6EL._AC_SL1500_.jpg",
"https://c.media-amazon.com/images/I/81rtujkZqjL._AC_SL1500_.jpg",
"https://c.media-amazon.com/images/I/61DFfWvNhjL._AC_SL1001_.jpg"
]},
{
  "id": 8,
  "name": "QWINEE Sudadera básica con capucha para perro, chaqueta cálida para perro, ropa de gato, camisa para perro, ropa para perros...",
  "category": "Accesorios",
  "description": "Tela: elástica y cálida, fácil de poner y quitar Diseño de moda y elementos con capucha que pueden irradiar vitalidad de la mascota",
  "price": 16.99,
  "image": "https://c.media-amazon.com/images/I/71aZ34+4jFL._AC_CR0%2C0%2C0%2C0_SX480_SY360_.jpg",
  "amazonLink": "https://amzn.to/4ehjzNX",
  "images": [
"https://c.media-amazon.com/images/I/71eb9b9QLRL._AC_CR0%2C0%2C0%2C0_SX480_SY360_.jpg",
"https://c.media-amazon.com/images/I/714Ko0ynM6L._AC_CR0%2C0%2C0%2C0_SX480_SY360_.jpg",
"https://c.media-amazon.com/images/I/71bBBCIHvrL._AC_CR0%2C0%2C0%2C0_SX480_SY360_.jpg"
]},
{
  "id": 9,
  "name": "Chaqueta de ansiedad deportiva para perro, Fucsia",
  "category": "",
  "description": "ThunderShirt es la envoltura calmante #1 recomendada por veterinarios y ya utilizada por millones de perros para ayudar a calmar los comportamientos ansiosos. Nuestra envoltura calmante patentada* y fácil de usar para perros es una opción libre de drogas que aplica una presión calmante suave alrededor del torso de tu perro, similar a envolver a un bebé. ",
  "price": 37.99,
  "image": "https://c.media-amazon.com/images/I/81ucLPdoOpL._AC_SX569_.jpg",
  "amazonLink": "",
  "images": [
"https://c.media-amazon.com/images/I/81tCrqsVH5L._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/81ucLPdoOpL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/812S30cSn6L._AC_SX569_.jpg"
]},
{
  "id": 10,
  "name": "XIAOYU Ropa para mascotas Sudaderas con capucha para perro, sudadera cálida, abrigo para cachorros, ropa de otoño e invierno con capucha de frutas, zanahoria, S",
  "category": "Accesorios",
  "description": "No es compatible con razas de perros medianos o grandes. Por favor, sigue prioritariamente el tamaño del pecho. Talla S: longitud del pecho: 15.0 in, longitud de espalda: 9.8 in, adecuado para peso de perro: 4.4 - 6.6 libras. Recomendado para: Maltés, Pomerania, Pinscher miniatura, Bichon Frise, Shih Tzu, Caniche, Perro salchicha miniatura, Sphynx y Havanese.",
  "price": 11.99,
  "image": "https://c.media-amazon.com/images/I/51B4cGjBwLS._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/3XzBJVF",
  "images": [
"https://c.media-amazon.com/images/I/51B4cGjBwLS._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/51B4cGjBwLS._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/51lavxh5l6S._AC_SX569_.jpg"
]},
{
  "id": 11,
  "name": "Sofá cama ortopédica para perros – Camas ultra cómodas para perros medianos – Cama transpirable e impermeable para mascotas – Sofá cama de espuma de huevo...",
  "category": "Accesorios",
  "description": "Cama ortopédica para perro: hecha de espuma firme para huevos, esta cama para perros distribuye uniformemente el peso de tu perro y alivia todas sus articulaciones y puntos de presión. El cojín elevado proporciona apoyo para la espalda y el cuello para la comodidad de tu perro. Comodidad acogedora: la cama de felpa para mascotas tiene un exterior de terciopelo suave con una parte superior de franela acolchada que hará que tu perro se hunda en el olvido. La parte inferior antideslizante garantiza la estabilidad de la cama, otorgando a tu mascota una sensación segura.",
  "price": 27.69 ,
  "image": "https://c.media-amazon.com/images/I/81Z5s9oTglL._AC_SL1500_.jpg",
  "amazonLink": "",
  "images": [
"https://c.media-amazon.com/images/I/81Z5s9oTglL._AC_SL1500_.jpg",
"https://c.media-amazon.com/images/I/71PZqJF6eFL._AC_SL1500_.jpg",
"https://c.media-amazon.com/images/I/71jzQ-c58GL._AC_SL1500_.jpg"
]},
{
  "id": 12,
  "name": "HAPEE - Impermeable para perros grandes con capucha reflectante, chaqueta impermeable para perros",
  "category": "Impermeables",
  "description": "Mide la longitud de la espalda del perro.Su alta resistencia al agua mantiene a las mascotas secas en la lluvia Ligero y fácil de llevar para los perros. El impermeable para perro ofrece tiras reflectantes en su diseño, lo que asegura la visibilidad de tu perro sin importar por dónde vaya. Impermeable con correa de vientre altamente ajustable y correas de pierna.    Informar de un problema con es",
  "price": 16.99,
  "image": "https://c.media-amazon.com/images/I/51AHRQWoSbL._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/3ZfAagz",
  "images": [
"https://c.media-amazon.com/images/I/615JGdI0eiS._AC_SY741_.jpg",
"https://c.media-amazon.com/images/I/71yQCJJ0NGS._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/51Dpl1-AP4S._AC_SX569_.jpg"
]},
{
  "id": 13,
  "name": "Bolsa Impermeable para perro, poncho deslizante con capucha para perro, chaqueta impermeable de 4 patas con rayas reflectantes, resistente al agua, ropa de lluvia y nieve para perros pequeños, medianos y grandes",
  "category": "Impermeables",
  "description": "Tiras reflectantes: el diseño de tira reflectante en las patas delanteras y la capucha garantizan que tu perro sea altamente visible por la noche o en la oscuridad. Proporcionamos el diseño más seguro para garantizar la seguridad de tu perro. Ya no es peligroso. Material ligero y seguro: nuestro impermeable para perro está hecho de TPU elástico no tóxico de alta calidad que es impermeable y duradero. La tela ligera también hace que poner y quitar el abrigo sea cómodo y sencillo. Se puede llevar durante mucho tiempo sin dañar a las mascotas.",
  "price": 20.99,
  "image": "https://c.media-amazon.com/images/I/61NtibGFg8L._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/3AUjotv",
  "images": [
"https://c.media-amazon.com/images/I/61VZOclU+KL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/71lafxWdwWL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/61wZUl4oF0L._AC_SL1500_.jpg"
]},
{
  "id": 14,
  "name": " Impermeable para perro, chaqueta impermeable para perro con capucha, chaqueta ligera para perro con agujero para correa, poncho para perro con correa reflectante y bolsillo para clima húmedo",
  "category": "Impermeables",
  "description": "Impermeable y cómodo: hecho de tela suave de primera calidad, el impermeable para perros PINA es impermeable, resistente al viento y al agua. El material de fibra 100% poliéster garantiza que la chaqueta impermeable para perro siga siendo ligera y transpirable, proporcionando sequedad y comodidad durante todo el día para tu perro, incluso en las condiciones climáticas más duras.",
  "price": 38.99,
  "image": "https://c.media-amazon.com/images/I/61E8QCjYKhL.__AC_SX300_SY300_QL70_FMwebp_.jpg",
  "amazonLink": "https://amzn.to/47jJulM",
  "images": [
"https://c.media-amazon.com/images/I/61yjpfr1tJL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/51YhrD7rb0L._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/614kMi+PA7L._AC_SX569_.jpg"
]},
{
  "id": 15,
  "name": "Chubasqueros para perro, chaqueta de lluvia reflectante a prueba de agua, disfraz de perro de la NASA, ropa de perro, elegante atuendo de calle para perros, gatos y cachorros pequeños, medianos y grandes",
  "category": "Impermeables",
  "description":"Selecciona el tamaño de acuerdo con la circunferencia del pecho, y la sugerencia de peso es solo una sugerencia áspera.",
  "price": 39.99,
  "image": "https://c.media-amazon.com/images/I/71ldYbzwkML._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/3MAa7t1",
  "images": [
"https://c.media-amazon.com/images/I/71ldYbzwkML._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/91t5YxW8wrL._AC_SY741_.jpg",
"https://c.media-amazon.com/images/I/91Moouid8lL._AC_SX569_.jpg"
]},
{
  "id": 16,
  "name": "Purina ONE SmartBlend True Instinct - Alimento en lata para perros adultos",
  "category": "Alimento adulto",
  "description": "Cuando usted alimenta a su mascota Purina ONE, usted podría ver una diferencia en 28 días o menos. Más de 1,2 millones de personas han aceptado el Desafío de 28 días para ver una diferencia en su mascota, desde la energía sana y un abrigo brillante hasta los ojos brillantes y dientes y encías fuertes y sanos. ",
  "price": "",
  "image": "https://c.media-amazon.com/images/I/71jRhJZxq2L._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/4efPj64",
  "images": [
"https://c.media-amazon.com/images/I/7110EkTXG+L._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/81yeIzWetRL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/91LeJ5DGdqL._AC_SX569_.jpg"
]},
{
  "id": 3,
  "name": "Alimento seco original para perros, sin granos, para todas las etapas de la vida, ingredientes frescos o crudos, 4.5 libras",
  "category": "Alimento adulto",
  "description": "Dale a tu perro una dieta densa y biológicamente apropiada con ORIJEN Original. Diseñado para nutrir a los perros en cualquier etapa de la vida, este alimento para perros sin granos está repleto de ingredientes frescos y crudos de todo el animal, incluyendo pollo y pavo, huevos sin jaulas, arenque y flounder. Juntos, estos ingredientes proporcionan una dieta variada y rica en carne que nutre a los perros de acuerdo a sus necesidades evolutivas y biológicas, así como la naturaleza pretendía.",
  "price": 29.44,
  "image": "https://c.media-amazon.com/images/I/61G8dG5M3ZL._AC_SX569_.jpg",
  "amazonLink": "https://amzn.to/4grA9fY",
  "images": [
"https://c.media-amazon.com/images/I/719mFvNNcPL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/61ReJzUAKWL._AC_SX569_.jpg",
"https://c.media-amazon.com/images/I/61HB-LtW9KL._AC_SX569_.jpg"
]}

  ]
}
